---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.TilePatternTileFailures
source: html/f2abde8c-3b42-5be3-0796-33900672f695.htm
---
# BuiltInFailures.TilePatternTileFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.